Repository: wp-plugins/birthdays-widget
Catalog: languages/birthdays-widget-*.po
Languages: es_es

source: Access
es_es: Acceso

source: Action
es_es: Acción

source: Add
es_es: Añadir

source: Birthdays
es_es: Cumpleaños

source: Calendar
es_es: Calendario

source: Date
es_es: Fecha

source: Delete
es_es: Borrar

source: Disabled
es_es: Desactivado

source: Download
es_es: Descargar

source: Editing
es_es: Editando

source: Enabled
es_es: Activado

source: Export
es_es: Exportar

source: File
es_es: Archivo

source: Image
es_es: Imagen

source: Import
es_es: Importar

source: List
es_es: Lista

source: Mode
es_es: Modo

source: Name
es_es: Nombre

source: New
es_es: Nuevo

source: Save
es_es: Guardar

source: Template
es_es: Plantilla

source: Title
es_es: Título

source: Upcoming
es_es: Próximos

source: Add New
es_es: Añadir nuevo

source: Are you sure you want to delete this record?
es_es: ¿Estás seguro/a de borrar el registro?

source: Birthday for WordPress Users
es_es: Cumpleaños para los usuario de WordPress

source: Birthday "wish"
es_es: "Deseo" de cumpleaños

source: Birthdays Widget - List of Birthdays
es_es: Birthdays Widget - Lista de cumpleaños

source: Birthdays Widget Options
es_es: Opciones de Birthdays Widget

source: Birthdays widget plugin produces a widget which displays a customizable happy birthday image and wish to your clients/users.
es_es: El plugin Birthdays widget genera un widget para mostrar una imagen personalizada de felicitación y un deseo para tus usuarios/clientes.

source: Calendar Color #1
es_es: Calendario color #1

source: Calendar Color #2
es_es: Calendario color #2

source: Careful! The meta you select must be present in every WP User you set a birthday, otherwise nothing will be displayed.
es_es: Cuidado, el meta que elijas debe estar en todos los usuarios WP en los que pongas cumpleaños o no se motrará nada.

source: Colour for birthdays in Calendar Widget
es_es: Color del cumpleaños en el widget de calendario

source: Comma between names
es_es: Comas entre los nombres

source: Consecutive days
es_es: Días consecutivos

source: CSV must have format &lt;name&gt;,&lt;date&gt; where &lt;name&gt; a string and &lt;date&gt; as Y-m-D
es_es: El CSV tiene que estar en el formato &lt;nombre&gt;,&lt;fecha&gt; donde &lt;nombre&gt; es un texto y &lt;fecha&gt; como Y-m-D

source: Current Day Color
es_es: Color día actual

source: Days with birthdays
es_es: Días con cumpleaños

source: Days with birthdays could be 1rst February, 3rd March, 15th March ... etc, based on the birthdays in your list
es_es: Los días con cumpleaños pueden ser 1 de Febrero, 3 de Marzo, 15 de Marzo, etc. basado en lso cumpleaños de tu lista

source: Default
es_es: Por defecto

source: Delete All
es_es: Borrar todo

source: Disable Image
es_es: Desactivar imagen

source: Disabled birthday field for WordPress Users
es_es: Campo cumpleaños desactivado para los usuarios WordPress

source: Draw birthday of WordPress Users from the
es_es: Coger el cumpleaños de los usuarios WordPress del campo meta

source: Enable Image
es_es: Activar imagen

source: Ex: Consecutive days would be 1rst February, 2nd February, 3rd February ... etc
es_es: Ej.: Días consecutivos serían 1 de Febrero, 2 de Febrero, 3 de Febrero, etc.

source: Export Birthday List Page
es_es: Exportar lista de cumpleaños

source: Export WordPress Users
es_es: Exportar usuarios WordPress

source: Fields in Registration Form
es_es: Campos en el formulario de registro

source: First Name
es_es: Nombre

source: Gravatar's profile image
es_es: Imagen de perfil Gravatar

source: Happy Birthday
es_es: Feliz cumpleaños

source: Happy birthday widget
es_es: Widget de feliz cumpleaños

source: has been uploaded.
es_es: se ha subido.

source: Here you can select which roles of your website can have access to page editing/viewing the birthday list.
es_es: Aquí puedes elegir qué roles de tu sitio pueden acceder a la página de visualización/edición de cumpleaños.

source: Here you can upload a CSV file with your own data or from a plugin-export.
es_es: Aquí puedes subir un archivo CSV con tus propios datos o de una exportación del plugin.

source: If you have consecutive days with birthdays and don't want the same color
es_es: SI hay días consecutivos con cumplaños y no quieres que tengan el mismo color

source: If you want space between the names but no comma, consider adding a CSS rule to class
es_es: Si quieres que haya espacios entre los nombres en vez comas, deberías añadir una regla CSS a la clase

source: Image Settings
es_es: Opciones de imagen

source: Images in list template
es_es: Imágenes en la plantilla de lista

source: Import Birthday List Page
es_es: Importar lista de cumpleaños

source: In order to download the export file press
es_es: Para descargar el archivo de exportación presionar

source: Leaving this field empty will revert to the default image.
es_es: Dejar este campo vacío pondrá la imagen por defecto.

source: Make sure that the imported file is encoded in UTF-8.
es_es: Asegúrate de que el archivo importado tiene codificación UTF-8.

source: meta field of WordPress User Profile
es_es: del perfil de usuario WordPress

source: Meta value as name
es_es: Campo meta del nombre

source: Name and Birthday fields at WordPress User Registration Form
es_es: Nombre y cumpleaños en el formulario de registro de WordPress.

source: Only one calendar template is available per page. Please check your widget and shortcode options.
es_es: Solo hay disponible una plantilla de calendario por página. Comprueba las opciones del widget y el shortcode.

source: Options
es_es: Opciones

source: Options successfully updated.
es_es: Opciones actualizadas.

source: or you can click on our birthday button.
es_es: o puedes clicar en nuestro botón de cumpleaños.

source: Please enter user's birthday requested by birthdays widget
es_es: Introduce el cumpleaños requerido por el widget de cumpleaños.

source: Please fill all the boxes!
es_es: Por favor, rellena todos los valores

source: Plugin Version
es_es: Versión del plugin

source: records inserted!
es_es: registros insertados.

source: Save birthday of WordPress Users in our table and show birthday field in WordPress Profile Page
es_es: Guardar el cumpleaños de los usuarios WordPress en nuestra tabla y mostrar el campo en la página de perfil de WordPress

source: Second Color
es_es: Segundo color

source: Select a file first!
es_es: Primero selecciona un archivo.

source: Select default User image
es_es: Selecciona la imagen por defecto del usuario

source: Select if you want age of Users to be displayed
es_es: Selecciona si quieres que se muestre la edad de los usuarios

source: Select if you want comma (,) to be displayed between the names in widget
es_es: Selecciona si quieres que en el widget se muestre una coma (,) entre los nombres

source: Select if you want the colors of days marked with birthdays to change
es_es: Selecciona si quieres que cambie el color de los días marcados con cumpleaños

source: Select if you want the plugin to display # consecutive days from the current day or search for days with birthdays.
es_es: Selecciona si quieres que el plugin muestre # días consecutivos desde el día actual o buscar los días con cumpleaños.

source: Select Image
es_es: Seleccionar imagen

source: Select number of consecutive days displayed in upcoming view
es_es: Selecciona el número de días consecutivos mostrados en la vista de próximos

source: Select number of days with birthdays displayed in upcoming view
es_es: Selecciona el número de días con cumpleaños mostrados en la vista de próximos

source: Select the color of current day in Calendar view of widget
es_es: Selecciona el color del día actual en la vista calendario del widget

source: Select the color of days marked with birthdays in Calendar view of widget
es_es: Selecciona el color de los días con cumpleaños en la vista calendario del widget

source: Select the image displayed on top of widget
es_es: Selecciona la imagen de la parte superior del widget

source: Select the image you want for the birthdays widget
es_es: Selecciona la imagen para el widget de cumpleaños

source: Select the second color to be displayed for consecutive days
es_es: Selecciona el segundo color para mostrar días consecutivos

source: Select which Wordpress User's meta value you like to be shown as name in widget
es_es: Selecciona qué campo meta del usuario WordPress quieres que se muestre como nombre en el widget

source: Set the width
es_es: Establece el ancho

source: Set the width of
es_es: Establece el ancho de

source: <b>Shortcode</b> is also available for use in posts or pages:
es_es: Hay <b>shortcode</b> disponible para utilizar en entradas o páginas:

source: Show User's age
es_es: Mostrar edad del usuario

source: The record was deleted!
es_es: Registro borrado.

source: The record was updated!
es_es: Registro actualizado.

source: There was an error!
es_es: Se ha producido un error.

source: There was an error uploading the file, please try again!
es_es: Error subiendo el archivo, por favor prueba otra vez.

source: User Birthday
es_es: Cumpleaños

source: widget, birthdays, custom birthday list, WordPress User birthday, birthday calendar
es_es: widget, cumpleaños, lista de cumpleaños personalizada, cumpleaños usuario WordPress, calendar de cumpleaños

source: Widget's image
es_es: Imagen del widget

source: WordPress User
es_es: Usuario WordPress

source: Write your custom "wish"
es_es: Escribe tu "deseo" personalizado

source: Wrong CSV format!<br />
es_es: Formato de CSV incorrecto.

source: years old
es_es: años

source: You can either add it your self,
es_es: Puedes añadirlo tú mismo/a,

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para ver esta página.

source: Your new record was added!
es_es: Nuevo registro añadido.
